[Version]
7.7

[Main]	
Item0000=Esiet sveicināts HP Recovery Manager. Izmantojiet šo rīku, lai atgūtu sava datora darbaspējas, ja tas vairs nedarbojas kā parasti.
Item0001=Man nepieciešama tūlītēja palīdzība
Item0002=Vēlos veikt uzturēšanas uzdevumus
Item0003=Vēlos sazināties ar HP atbalstu
Item0004=Vēlos veikt drošības pasākumus
Item0005=Windows sistēmas atjaunošana
Item0006=Atjaunojiet sistēmu agrākā datuma stāvoklī
Item0007=Windows atkopšanas vide
Item0008=Atsāknējiet un ievadiet Windows atkopšanas vidi, lai atsvaidzinātu attēlu vai atjauniniet sistēmu uz sākotnējo rūpnīcas stāvokli
Item0009=Failu dublēšana
Item0010=Personisko datu dublēšana
Item0011=Minimizētā attēla atkopšana
Item0012=Atjaunojiet operētājsistēmu un draiverus un izvēlieties tikai programmatūru (tīrs attēls)
Item0013=Datora pārbaudes palaišana
Item0014=Izmantojiet rīku Aparatūras diagnostika, lai diagnosticētu sava datora atmiņu, cieto disku utt. ...
Item0015=Atkopšanas datu nesēju izveide
Item0016=Izveidojiet savai sistēmai atkopšanas datu nesēju kopu
Item0017=Atkopšanas nodalījuma dzēšana
Item0018=Izdzēsiet rūpnīcas instalēto programmatūras dublējuma attēlu, lai atbrīvotu vietu cietajā diskā
Item0019=Rūpnīcas iestatījumu atiestatīšana
Item0020=Atiestatiet datoru, izdzēšot visu cietā diska saturu un atjaunojot tā sākotnējo rūpnīcas stāvokli
Item0021=Datora apkopes veikšana
Item0022=Veiciet problēmu novēršanu, lejupielādējiet atjauninājumus un iegūstiet informāciju par savu datoru
Item0023=Saņemiet palīdzību no HP
Item0024=Rādīt HP atbalsta kontaktinformāciju
Item0025=Rādīt kontaktinformāciju
Item0026=Rādīt HP atbalsta kontaktinformāciju
Item0027=Draiveru un lietojumprogrammu pārinstalēšana
Item0028=Draiveru un/vai lietojumprogrammu pārinstalēšana
Item0029=Atspējots: atkopšanas nodalījums ir noņemts.
Item0030=Atspējots: lai atkoptu sistēmu, lūdzu, izmantojiet atkopšanas datu nesēju.
Item0031=Atspējots: Windows sistēmas atjaunošana ir izslēgta.
Item0032=Atspējots: programma HP Support Assistant nav instalēta.
Item0033=Windows dublēšana un atjaunošana
Item0034=Izveidojiet dublējuma vai atjaunojuma failus no esoša dublējuma	
Item0035=Nepietiekamas piekļuves tiesības
Item0036=HP Recovery Manager darbināšanai nepieciešamas administratora privilēģijas. Lūdzu, papildiniet lietotāja konta kontroles (UAC) iestatījumus. 	
Item0037=Versija: 00
Item0038=Atspējots: netiek atbalstīts ar dinamisko disku
Item0039=Atspējots: lietojiet Windows diska pārvaldību
Item0040=Windows failu vēsture
Item0041=Dažiem līdzekļiem nepieciešama piekļuve atkopšanas nodalījumam. Lūdzu, dokojiet planšeti pie bāzes un no jauna palaidiet HP Recovery Manager, lai iespējotu šīs opcijas.
Item0042=Lai lietotu šīs opcijas, dokojiet planšeti pie bāzes un no jauna palaidiet HP Recovery Manager.
Item0043=Atkopšanas un failu dublēšanas opcijām nepieciešama piekļuve atkopšanas nodalījumam bāzē. Lūdzu, dokojiet planšeti pie bāzes, restartējiet sistēmu un nospiediet F11, lai no jauna palaistu HP Recovery Manager. Lai palaistu datora pārbaudi, noklikšķiniet Continue (Turpināt).
Item0044=Windows sistēmas atsvaidzināšana
Item0045=Piesardz. pasākumi
Item0046=Atbalsts
Item0047=Apkope
Item0048=Izveidot atkopšanas datu nesēju
Item0049=Izveidot atkopšanas datu nesēju jūsu sistēmai
Item0050=Veikt datora apkopi
Item0051=Sazināties ar HP atbalsta dienestu
Item0052=Noņemt atkopšanas nodalījumu
Item0053=Izveidojiet atjaunošanas punktus vai lietojiet atjaunošanas punktus, kas izveidoti iepriekš, lai atjaunotu jūsu sistēmu uz agrāku datumu
Item0054=Windows failu vēsture
Item0055=HP atkopšanas vide
Item0056=Restartējiet un atveriet HP atkopšanas vidi, lai sistēmu atjaunotu uz sākotnējo rūpnīcas stāvokli
Item0057=Atkopšanas procesa laikā neizstumiet planšetdatoru no dokstacijas. Pretējā gadījumā planšetdatoru vairs nevarēs sāknēt.
Item0058=Restartējiet un ievadiet 00, lai atjaunotu sistēmu
Item0059=Windows sistēmas atiestatīšana
Item0060=Programma HP Recovery Manager tiek atbalstīta tikai ainavrežīmā.
Item0061=Aizveriet HP Recovery Manager, pārslēdziet displeju ainavrežīmā un tad no jauna palaidiet programmu HP Recovery Manager.

[General]	
Item0100=Atpakaļ
Item0101=Tālāk
Item0102=Atcelt
Item0103=Turpināt
Item0104=Pabeigt
Item0105=Labi
Item0106=Vai vēlaties iziet no HP Recovery Manager?
Item0107=Pārliecinieties, vai dators ir pievienots strāvas adapterim, citādi atkopošanas process var tikt pārtraukts.
Item0108=HP Recovery Manager jau darbojas!
Item0109=Atsāknēt
Item0110=Izslēgt
Item0111=Uzmanību: dators pašreiz darbojas no akumulatora strāvas.
Item0112=Šim procesam ir nepieciešams datoru pievienot tā strāvas adapterim.
Item0113=Pievienojiet datoru strāvas adapterim un noklikšķiniet uz Labi, lai turpinātu.
Item0114=HP Recovery Manager darbība neizdevās. Kļūdas kods = 00
Item0115=Rodas kļūdas. Lūdzu, mēģiniet vēlreiz.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(kļūdas kods=00)
Item0119=Pašreizējā konfigurācijā atkopšana netiek atbalstīta. Lūdzu, iespējojiet Intel Smart Response Technology paātrināšanas opciju un mēģiniet vēlreiz.
Item0120=Programma Recovery Manager ir paredzēta operētājsistēmai Windows 7. Tā nav saderīga ar operētājsistēmu Windows 8.
Item0121=Šī Softpaq versija netiek atbalstīta sistēmā Windows 7. Lūdzu, vispirms jauniniet sistēmu uz Windows 8.
	
[Windows System Restore]
Item0200=Windows sistēmas atjaunošana
Item0201=Lai izmantotu Windows sistēmas atjaunošanas rīku, programma HP Recovery Manager tiks aizvērta.
Item0202=Windows sistēmas atkopšana var palīdzēt novērst problēmas, kuru dēļ dators darbojas lēnāk vai pārtrauc reaģēt. Tā neietekmēs jūsu dokumentus, attēlus vai citus personiskos datus.
Item0203=Lai automātiski palaistu Windows sistēmas atjaunošanu, noklikšķiniet uz Tālāk.
	       	
[Computer Checkup]	
Item0250=Datora pārbaude
Item0251=Palaidiet Diska pārbaude Windows nodalījumam
Item0252=Palaidiet Diska pārbaude atkopšanas nodalījumam
Item0253=Atveriet komandas vaicājumu
Item0254=Lai turpinātu, izvēlieties opciju un tad noklikšķiniet uz Tālāk.
		
[Remove Recovery Partition]	
Item0300=Atkopšanas nodalījuma dzēšana
Item0301=Pēc atkopšanas nodalījuma noņemšanas nebūs pieejamas Windows Push Button Reset (Windows atiestatīšanas ar pogu) un HP attēla atjaunošanas opcijas.
Item0302=Piekrītu. Turpināt atkopšanas nodalījuma dzēšanu.
Item0303=Turpināt
Item0304=Atkopšanas datu nesēju izveide nav pabeigta. Pēc atkopšanas nodalījuma dzēšanas opcija Atkopšanas datu nesēju izveide nebūs pieejama.
Item0305=Atveriet 00 tūlīt.
Item0306=Notiek atkopšanas nodalījuma dzēšana...
Item0307=Noklikšķiniet uz Turpināt, lai atgrieztos sākumlapā
Item0308=Sākums
Item0309=Atkopšanas datu nesēja izveidošana
Item0310=Radās kļūdas, dzēšot atkopšanas nodalījumu. Lūdzu, mēģiniet vēlreiz.
Item0311=Atkopšanas nodalījums ir veiksmīgi noņemts.
Item0312=Pēc atkopšanas nodalījuma dzēšanas HP attēla atkopšanas opcijas nebūs pieejamas.
		
[File Restore Program]	
Item0400=Atjaunot failu 
Item0401=Laipni lūdzam
Item0402=Failu atjaunošana palīdz atjaunot failus, kuri iepriekš ir dublēti.
Item0403=Lai turpinātu, noklikšķiniet uz Tālāk.
Item0404=Kāda tipa failus vēlaties atjaunot?
Item0405=Attēli
Item0406=Mūzika un citi audiofaili
Item0407=Video un filmas
Item0408=Ierakstītie TV raidījumi
Item0409=Dokumenti, izklājlapas un prezentācijas
Item0410=E-pasti, interneta izlase un iestatījumi
Item0411=Citi
Item0412=Palīdzība
Item0413=Jūsu faili tiek atjaunoti šajā atrašanās vietā:
Item0414=Darbvirsmā tika novietota saīsne uz šo atrašanās vietu.
Item0415=Notiek atjaunošana
Item0416=Norise:  00%
Item0417=Lūdzu, uzgaidiet...
Item0418=Faili atjaunoti
Item0419=Atjaunošana ir veiksmīgi pabeigta.
Item0420=Lai aizvērtu šo programmu, noklikšķiniet uz Pabeigt.
Item0421=Dažu atjaunoto failu ceļš ir garāks par 260 rakstzīmēm. Lūdzu, skatiet 00.
Item0422=Labi
Item0423=Brīdinājums
Item0424=Faila atjaunošana jau darbojas.
Item0425=Jums jāstrādā operētājsistēmā Windows 7, lai palaistu failu atjaunošanu.
Item0426=Vai atcelt faila atjaunošanu?
Item0427=Atjaunošana atcelta
Item0428=Jūs atcēlāt atjaunošanas procesu.
Item0429=Kur jūs vēlaties saglabāt dublējuma failus?
Item0430=Vietējais disks
		
[File Backup Program]	
Item0500=Failu dublēšana
Item0501=Kāda tipa failus vēlaties dublēt?
Item0502=Attēli
Item0503=Mūzika un citi audiofaili
Item0504=Video un filmas
Item0505=Ierakstītie TV raidījumi
Item0506=Dokumenti, izklājlapas un prezentācijas
Item0507=E-pasti, interneta izlase un iestatījumi
Item0508=Citi
Item0509=Palīdzība
Item0510=Lai turpinātu, noklikšķiniet uz Tālāk.
Item0511=Notiek skenēšana
Item0512=Failu dublēšanas vednis izveido sarakstu ar failiem, ko dublēt.
Item0513=Šis process var aizņemt vairākas minūtes.
Item0514=Norise: 00 %
Item0515=Lūdzu, uzgaidiet...
Item0516=Pašlaik sistēmas nodalījumā nepietiek vietas pagaidu glabāšanai cietajā diskā datu saspiešanas laikā.
Item0517=Jāatbrīvo mazliet vietas sistēmas nodalījumā cietajā diskā, lai turpinātu šīs uzdevuma izpildi.
Item0518=Labi
Item0519=Brīdinājums
Item0520=Lai turpinātu, izvēlieties opciju un tad noklikšķiniet uz Tālāk.
Item0521=Dublējuma izveide
Item0522=Dublējuma failu izveide
Item0523=Dublējuma failu pabeigšana
Item0524=Neizdevās atrast lietotāja izvēlēto tipu failus.
Item0525=Kur vēlaties saglabāt dublējumu?
Item0526=Avota failu lielums:  00
Item0527=Nosaukums
Item0528=Veids
Item0529=Kopējais lielums
Item0530=Brīvā vieta
Item0531=Dublējumam nav pieejama neviena ierīce. Pārliecinieties, vai noņemamais disks ir pievienots.
Item0532=Noņemams
Item0533=Failu dublēšana ir gatava.
Item0534=Jūsu faili tiks saglabāti (00).
Item0535=Dublējuma kopēšana 
Item0536=Mērķa disks nav pievienots.
Item0537=Failu dublēšana
Item0538=HP Recovery Manager veiksmīgi izveidoja dublējumu.
Item0539=Atcelt faila dublēšanu?
Item0540=Atcelt
Item0541=Dublēšana atcelta
Item0542=Jūs veiksmīgi atcēlāt dublēšanas procesu.
Item0543=Jūs atcēlāt dublēšanas procesu.
Item0544=Vai vēlaties turpināt ar sistēmas atkopšanu?
Item0545=Vai vēlaties turpināt ar minimizētā attēla atkopšanu?
Item0546=Vai vēlaties turpināt rūpnīcas iestatījumu atiestatīšanu?
Item0547=Jā
Item0548=Nē
Item0549=Rakstītājs
Item0550=Dublējumam nav pieejama neviena ierīce. Pārliecinieties, vai noņemamais disks vai rakstītājs ir pievienots.
Item0551=Automātiskā dublēšana
Item0552=Ļauj lietotājam izvēlēties kategorijas, kuras dublēt (piemēram, fotogrāfijas). Tiks dublēts vairums failu tipu, kuri tiek izmantoti šajā kategorijā. Izmantojiet šo opciju, ja vēlaties vienkāršu veidu, kā konfigurēt dublēšanu.
Item0553=Manuālā dublēšana
Item0554=Ļauj lietotājam izvēlēties specifiskos failus un mapes, lai dublētu. Izmantojiet šo opciju, ja vēlaties pilnu kontroli pār to, kas tiek dublēts.
Item0555=Tiešā datu kopēšana
Item0556=Tiešā datu kopēšana izmanto saspiešanu, un faili netiek atjaunoti, izmantojot HP Recovery Manager. Lai piekļūtu failiem no jebkura datora, kad dublēšana ir pabeigta, pārlūkojiet direktoriju Sistēmas atkopšanas faili.
Item0557=Lai atjaunotu datus oriģinālajā sistēmā, kopējiet un ielīmējiet failus atpakaļ.
Item0558=Ievietojiet tukšu DVD+R vai DVD-R disku un noklikšķiniet uz Tālāk.
Item0559=Ierakstīšanas norise:  00 %
Item0560=Diski kopā:  00
Item0561=Pašreizējais disks:  00
Item0562=Ievietojiet disku
Item0563=Ievietojiet tukšu disku.
Item0564=HP Recovery Manager neatbalsta ievietoto disku; lūdzu, ievietojiet tukšu DVD+R vai DVD-R (4,7 GB ietilpības) disku.
Item0565=Datu sagatavošana
	
[Recovery Media Creation]	
Item0600=Sākums
Item0601=Atkopšanas datu nesēja izveidošana
Item0602=Varat izveidot tikai 00 atkopšanas datu nesēju kopu.
Item0603=Es piekrītu.
Item0604=Turpināt
Item0605=Lūdzu, ievietojiet vienu no šiem datu nesējiem:
Item0606=USB zibatmiņas disks
Item0607=Nepieciešama vismaz 00 GB ietilpība
Item0608=DVD
Item0609=Nepieciešami 00 diski
Item0610=DVDDL
Item0611=Turpināt ar izcelto datu nesēju?
Item0612=Jā
Item0613=Nē
Item0614=Tiek izveidots USB atkopšanas zibatmiņas disks...
Item0615=Sagatavo disku
Item0616=Notiek USB zibatmiņas diska formatēšana
Item0617=Kopē attēlu
Item0618=Kopē atkopšanas attēlu USB zibatmiņas diskā...
Item0619=Pārbauda disku
Item0620=Pārbauda USB zibatmiņas diska atkopšanas attēlu...
Item0621=00 % pabeigti
Item0622=Ievietojiet disku
Item0623=Lūdzu, ievietojiet 00 disku, lai turpinātu. Noklikšķiniet uz Atcelt, lai apturētu atkopšanas datu nesēja izveidi. Atkopšanas datu nesēja izveides procesu var turpināt jebkurā laikā, vēlreiz izvēloties opciju Izveidot atkopšanas datu nesēju.
Item0624=Sagatavojiet datus
Item0625=Atkopšanas attēla izveide
Item0626=Datu ierakstīšana
Item0627=Atkopšanas attēla rakstīšana diskā
Item0628=Pārbauda disku
Item0629=Pārbauda atkopšanas attēlu diskā
Item0630=Atkopšanas datu nesējs tika izveidots 00. Varat izveidot tikai VIENU atkopšanas datu nesēju kopu.
Item0631=Noklikšķiniet uz Labi, lai atgrieztos sākumlapā
Item0632=Labi
Item0633=Atkopšanas datu nesēju izveide nav pabeigta. Nospiediet Turpināt, lai pabeigtu atkopšanas datu nesēju izveidi.
Item0634=Atcelt
Item0635=Lūdzu, pievienojiet datoru strāvas adapterim
Item0636=Lai turpinātu šo procesu, akumulatoram jābūt uzstādītam, un datoram jābūt pievienotam strāvas adapterim.
Item0637=Lūdzu, ievietojiet akumulatoru
Item0638=Nav atrasts optiskais diskdzinis
Item0639=Varat pievienot optisko diskdzini tūlīt
Item0640=Blu-ray disks
Item0641=Atkopšanas diska 00 izveide ir pabeigta. Lūdzu, marķējiet disku 00 un glabājiet to drošā vietā.
Item0642=USB zibatmiņas disks tiks formatēts. Visi dati USB zibatmiņas diskā tiks zaudēti. Visa vieta USB zibatmiņas diskā tiks izmantota atkopšanas attēlam (arī ja USB zibatmiņas diskā ir vairāk vietas par plānoto atkopšanas attēla lielumu).
Item0643=Noklikšķiniet uz Atcelt, lai atgrieztos pie datu nesēja izvēles, vai Turpināt, lai sāktu diska gatavošanu.
Item0644=Lūdzu, izvēlieties vienu no šīm datu nesēju opcijām 
Item0645=VIENU
Item0646=Notiek aparatūras analizēšana…
Item0647=Notiek atkopšanas datu nesēju izveide. HP Recovery Manager nevar aizvērt.
Item0648=Radās kļūdas, izveidojot atkopšanas datu nesēju. Lūdzu, mēģiniet vēlreiz.
Item0649=Ievietotā zibatmiņas diska ietilpība ir nepietiekama. Lūdzu, ievietojiet citu disku.
Item0650=Pārrakstāmi datu nesēji netiek atbalstīti. Lūdzu, ievietojiet tukšu 00 disku.
Item0651=Ievietotais disks nav tukšs. Lūdzu, ievietojiet tukšu 00 disku.
Item0652=Ievietotā diska 00 no 01 izveide ir pabeigta. Lūdzu, marķējiet disku 00 no 01 un glabājiet to drošā vietā.
Item0653=Atkopšanas disks tika veiksmīgi izveidots.
Item0654=Atkopšanas zibatmiņas disks tika veiksmīgi izveidots. Lūdzu, marķējiet to un glabājiet drošā vietā.
Item0655=Nepieciešams 00 disks
Item0656=Pārrakstāmi datu nesēji netiek atbalstīti!!
Item0657=Ievietotais datu nesējs netiek atbalstīti!!
Item0658=Atkopšanas nodalījums ir noņemts – Atkopšanas datu nesēju izveides opcija vairs nav pieejama
Item0659=Diska pārbaude nav izdevusies. Lūdzu, izmantojiet citu disku un mēģiniet vēlreiz.
Item0660=Diska ierakstīšana neizdevās. Lūdzu, izmantojiet citu disku un mēģiniet vēlreiz.
Item0661=Šī sistēma ir izveidota no atkopšanas datu nesēja. Varat izveidot tikai VIENU atkopšanas datu nesēju kopu.
Item0662=Atkopšanas nodalījums ir dzēsts.
Item0663=Pārsniegts USB ierobežojums
Item0664=Atkopšanas attēls ir lielāks par 32 GB. Izmantojiet optisko datu nesēju.
Item0665=Atkopšanas attēls ir lielāks par USB zibatmiņas diskam noteikto 32 GB ierobežojumu. Lai izveidotu atkopšanas datu nesēju, izmantojiet optisko datu nesēju (DVD disku).
Item0666=Lūdzu, pārliecinieties, vai USB zibatmiņas diskā var uzglabāt 00 GB datu (ne vairāk par 32 GB).
Item0667=- Atkopšanas diska 00 no 01 izveide ir pabeigta. Lūdzu, marķējiet disku kā "00 no 01" un glabājiet to drošā vietā.
Item0668=- Lai turpinātu, lūdzu, ievietojiet disku vai noklikšķiniet uz Atcelt, lai apturētu atkopšanas datu nesēja izveidi. 
Item0669=- Jūs varat turpināt jebkurā laikā, vēlreiz izvēloties Atkopšanas datu nesēja izveides opciju.
Item0670=Uzmanību: Tiks formatēts atlasītais USB zibatmiņas disks. Visi dati USB zibatmiņas diskā tiks zaudēti.
Item0671=Atkopšanas attēla vajadzībām USB zibatmiņas diskā tiks izmantoti ne vairāk kā 32 GB. Ja USB zibatmiņa ir lielāka par 32 GB, pēc atkopšanas datu nesēja izveides atlikusī vieta nebūs izmantojama.
Item0672=Noklikšķiniet uz Atcelt, lai atgrieztos pie datu nesēja izvēles, vai Turpināt, lai sāktu atkopšanas datu nesēja izveidi.
Item0673=Atlasiet 00, lai atgrieztos pie datu nesēja izvēles, vai 01, lai sāktu atkopšanas datu nesēja izveidi.
	
[System Recovery]	
Item0700=Atkopiet savu datoru tā sākotnējā rūpnīcas stāvoklī
Item0701=Šis process pārinstalēs sākotnējo rūpnīcas iestatījumu attēlu sistēmas nodalījumā, bet neveiks citas cietā diska izmaiņas. 
Item0702=Visi lietotāja izveidotie faili un programmas, kas instalētas pēc iegādes, tiks zaudētas.
Item0703=Sākumā dublēt failus (ieteicams)
Item0704=Atkopt, nedublējot failus
Item0705=Lai turpinātu, izvēlieties opciju un tad noklikšķiniet uz Tālāk.
Item0706=HP atkopšanas vide
Item0707=Laipni lūdzam HP Recovery Manager
Item0708=Izmantojiet šo programmu, lai atkoptu savu datoru tā sākotnējā rūpnīcas stāvoklī.
Item0709=Lūdzu, atvienojiet visas ārējās ierīces, pirms turpināt.
Item0710=Papildinformāciju skatiet datora dokumentācijā.
Item0711=Lai turpinātu, noklikšķiniet uz Tālāk.
Item0712=Rūpnīcas attēla atjaunošana
Item0713=Pārformatēt cietā diska Windows nodalījumu
Item0714=Pārinstalēt oriģinālo programmatūru
Item0715=Norise:  00 % 
Item0716=Aptuvenais atlikušais laiks: 00 minūte (-s)
Item0717=Lūdzu, uzgaidiet...
Item0718=Atkopšana ir pabeigta
Item0719=Pēc tam, kad dators tiek restartēts un esat pabeidzis sākotnējo datora iestatīšanu, jāveic dažas papildu darbības:
Item0720=Atjauniniet drošības failus no Microsoft un HP
Item0721=Pārinstalējiet programmatūru, kas nebija iekļauta datora komplektā
Item0722=Atjaunojiet personiskos datus, kuriem esat izveidojis dublējumkopiju (ja iespējams)
Item0723=Noklikšķiniet uz Pabeigt, lai restartētu datoru tūlīt.
Item0724=Atkopšanas sagatavošana
Item0725=Tiks pārformatēts cietais disks, un uz to tiks kopēti visi rūpnīcas attēla atjaunošanai nepieciešamie faili.
Item0726=Atkopšanas datu instalēšana
Item0727=Tiek instalēta programmatūra un draiveri, un saturs tiek pielāgots jūsu datoram.
Item0728=HP Recovery Manager atiestatīs cietā diska rūpnīcas stāvokli. Lietotāju dati un izmaiņas cietajā diskā būs zaudētas.
Item0729=Labi
Item0730=Atcelt
Item0731=Sagatavošanās rūpnīcas attēla atkopšanai
Item0732=Kopē failus, kas nepieciešami cietā diska atjaunošanai
Item0733=Atkopšanas sagatavošana ir pabeigta
Item0734=Kad dators tiks restartēts, sāksies atkopšanas datu instalēšanas fāze.
Item0735=Tiks instalēta programmatūra un draiveri, un saturs tiks pielāgots jūsu datoram.
Item0736=Šīs fāzes laikā dators vairākas reizes automātiski tiks restartēts dators. Tā ir normāla procesa sastāvdaļa.
Item0737=Šajā laikā neizslēdziet datoru, neaizveriet vāku, neatvienojiet datoru no strāvas adaptera un nemēģiniet piekļūt datoram.
Item0738=Noklikšķiniet uz Turpināt, lai restartētu datoru tūlīt.
Item0739=Ievietojiet atkopšanas disku Nr. 00.
Item0740=Atvienojiet atkopšanas datu nesēju no sistēmas
Item0741=Sistēmas atkopšanu nevar veikt operētājsistēmā Windows. Vai vēlaties atsāknēt datoru un pāriet atkopšanas vidē?
Item0742=Turpināt?
Item0743=Notiek atkopšanas vides sagatavošana…
Item0744=Lūdzu, aizveriet visas lietojumprogrammas un atsāknējiet sistēmu.
Item0745=Lūdzu, atvienojiet visas ārējās ierīces, izņemot tastatūru, peli un monitori, pirms turpināt.
Item0746=Sistēmas atkopšanu nevar veikt operētājsistēmā Windows. Vai vēlaties atsāknēt datoru un pāriet atkopšanas vidē?
Item0747=Atkopšanas procesam ir divas fāzes:
Item0748=Sākums
Item0749=Sistēmas atkopšana
Item0750=Atspējots: Lūdzu, izmantojiet opciju Rūpnīcas iestatījumu atiestatīšana, lai atkoptu sistēmu
Item0751=Atjauniniet savu sistēmu, instalējot pēdējos atjauninājumus no Microsoft un HP.
Item0752=Jūs atlasījāt HP atkopšanas vidi. Sistēma tiks restartēta, un tiks atvērta atkopšanas vide. Vai vēlaties turpināt?
Item0753=Ja jūsu datorā sākotnēji bija ietverta vairāk nekā viena operētājsistēma, atkopšanas procesā visas operētājsistēmas tiks atiestatītas uz rūpnīcas stāvokli.
Item0754=Jūs esat atlasījis 00. Sistēma tiks restartēta un pārslēgta atkopšanas vidē. Vai vēlaties turpināt?
Item0755=Visi lietotāja izveidotie faili un nodalījumi, kā arī programmas, kas instalētas pēc iegādes, tiks zaudētas.
Item0756=Atkopšanas procesam ir divas fāzes:
Item0757=Atkopšanas sagatavošana
Item0758=Tiks pārformatēts Windows nodalījums, un cietajā diskā tiks kopēti visi nepieciešamie faili, lai sistēmu Windows atjaunotu tās sākotnējā rūpnīcas stāvoklī.
Item0759=Atkopšanas datu instalēšana
Item0760=Tiek instalēta programmatūra un draiveri, un saturs tiek pielāgots jūsu datoram.
Item0761=Atjauno failus cietajā diskā
Item0762=HP Drive Encryption (HPDE) šifrēšana šajā datorā ir iespējota. Atspējojiet HPDE pirms tiek palaista sistēmas atkopšana.
	
[Minimized Image Recovery]	
Item0800=Minimizētā attēla atkopšana
Item0801=Šis process pārinstalēs tīru Windows vidi ar draiveriem un minimālo programmatūras paketi.
Item0802=Visi lietotāja izveidotie faili un programmas, kas instalētas pēc iegādes, tiks zaudētas.
Item0803=Sākumā dublēt failus (ieteicams)
Item0804=Atkopt, nedublējot failus
Item0805=Lai turpinātu, izvēlieties opciju un tad noklikšķiniet uz Tālāk.
Item0806=Minimizētā attēla atkopšana
Item0807=Laipni lūdzam HP Recovery Manager
Item0808=Šis process pārinstalēs tīru Windows vidi ar draiveriem un minimālo programmatūras paketi.
Item0809=Atkopšanas procesam ir divas fāzes:
Item0810=Atkopšanas sagatavošana
Item0811=Tiks pārformatēts cietais disks, un uz to tiks kopēti visi minimizētā attēla atjaunošanai nepieciešamie faili.
Item0812=Atkopšanas datu instalēšana
Item0813=Tiek instalēta programmatūra un draiveri, un saturs tiek pielāgots jūsu datoram.
Item0814=Lūdzu, atvienojiet visas ārējās ierīces, pirms turpināt.
Item0815=Papildinformāciju skatiet datora dokumentācijā.
Item0816=Lai turpinātu, noklikšķiniet uz Tālāk.
Item0817=Ir atrasts dinamiskais disks. Atkopšanu nevar turpināt. Jums jāizmanto atkopšanas datu nesējs, lai atjaunotu datoru
Item0818=Sagatavošanās minimizētā attēla atkopšanai
Item0819=Pārformatēt cietā diska Windows nodalījumu
Item0820=Kopē failus, kas nepieciešami cietā diska atjaunošanai
Item0821=Norise:  00 % 
Item0822=Aptuvenais atlikušais laiks: 00 minūte (-s)
Item0823=Lūdzu, uzgaidiet...
Item0824=Atkopšanas sagatavošana ir pabeigta
Item0825=Kad dators tiks restartēts, sāksies atkopšanas datu instalēšanas fāze.
Item0826=Tiks instalēta programmatūra un draiveri, un saturs tiks pielāgots jūsu datoram.
Item0827=Šīs fāzes laikā dators vairākas reizes automātiski tiks restartēts dators. Tā ir normāla procesa sastāvdaļa.
Item0828=Šajā laikā neizslēdziet datoru, neaizveriet vāku, neatvienojiet datoru no strāvas adaptera un nemēģiniet piekļūt datoram.
Item0829=Noklikšķiniet uz Turpināt, lai restartētu datoru tūlīt.
Item0830=Atkopšana ir pabeigta
Item0831=Pēc tam, kad dators tiek restartēts un esat pabeidzis sākotnējo datora iestatīšanu, jāveic dažas papildu darbības:
Item0832=Atjauniniet drošības failus no Microsoft un HP
Item0833=Pārinstalējiet programmatūru, kas nebija iekļauta datora komplektācijā
Item0834=Atjaunojiet personiskos datus, kuriem esat izveidojis dublējumkopiju (ja iespējams)
Item0835=Noklikšķiniet uz Pabeigt, lai restartētu datoru tūlīt.
Item0836=Labi
Item0837=Ievietojiet atkopšanas disku Nr. 00.
Item0838=Atvienojiet atkopšanas datu nesēju no sistēmas
Item0839=HP Recovery Manager instalēs minimizēto attēlu. Lietotāju dati un izmaiņas cietajā diskā būs zaudētas.
Item0840=Lūdzu, atvienojiet visas ārējās ierīces, izņemot tastatūru, peli un monitori, pirms turpināt.
Item0841=Atspējots: Lūdzu, izmantojiet opciju Rūpnīcas iestatījumu atiestatīšana, lai atkoptu sistēmu
Item0842=Ja jūsu datorā sākotnēji bija ietverta vairāk nekā viena operētājsistēma, atkopšanas procesā visas operētājsistēmas tiks atiestatītas uz rūpnīcas stāvokli.
	
[Boot from UCRD]	
Item0900=Sistēmas atkopšana
Item0901=HP Recovery Manager pēc noklusējuma tiek palaista no cietā diska, bet jūs varat to palaist no ievietotā datu nesēja.
Item0902=Palaist programmu no datu nesēja
Item0903=Palaist programmu no cietā diska
Item0904=Lai turpinātu, izvēlieties opciju un tad noklikšķiniet uz Tālāk.
Item0905=Palaist programmu no cietā diska
Item0906=Tagad dators tiks atsāknēts no nodalījuma.
Item0907=Atvienojiet atkopšanas datu nesēju, pirms turpināt.
Item0908=Lai aizvērtu vedni, noklikšķiniet uz Pabeigt.
Item0909=Sazināties ar HP klientu atbalstu
Item0910=Sistēmas atkopšanas datu nesējs neatbalsta šo datoru.
Item0911=Nevarēsiet turpināt šīs sistēmas atjaunošanu, izmantojot datu nesēju.
Item0912=Sistēmas atjaunošanu nevar veikt, izmantojot ierīces portu. Lūdzu, sazinieties ar HP klientu atbalstu.
		
[Factory Reset]	
Item1000=Rūpnīcas iestatījumu atiestatīšana
Item1001=Rūpnīca attēla atjaunošana
Item1002=Vai vēlaties atjaunot sistēmas sākotnējo rūpnīcas stāvokli?
Item1003=Sākumā dublēt failus (ieteicams)
Item1004=Atkopt, nedublējot failus
Item1005=Lai turpinātu, izvēlieties opciju un tad noklikšķiniet uz Tālāk.
Item1006=Laipni lūdzam HP Recovery Manager
Item1007=Izmantojiet šo programmu, lai atkoptu savu datoru tā sākotnējā rūpnīcas stāvoklī.
Item1008=Atkopšanas procesam ir divas fāzes:
Item1009=Atkopšanas sagatavošana
Item1010=Tiks pārformatēts cietais disks, un uz to tiks kopēti visi rūpnīcas attēla atjaunošanai nepieciešamie faili.
Item1011=Atkopšanas datu instalēšana
Item1012=Tiek instalēta programmatūra un draiveri, un saturs tiek pielāgots jūsu datoram.
Item1013=Lūdzu, atvienojiet visas ārējās ierīces, pirms turpināt.
Item1014=Papildinformāciju skatiet datora dokumentācijā.
Item1015=Lai turpinātu, noklikšķiniet uz Tālāk.
Item1016=HP Recovery Manager atiestatīs cietā diska rūpnīcas stāvokli. Lietotāju dati un izmaiņas cietajā diskā būs zaudētas.
Item1017=Sagatavošanās rūpnīcas attēla atkopšanai
Item1018=Pārformatēt cietā diska Windows nodalījumu
Item1019=Kopē failus, kas nepieciešami cietā diska atjaunošanai
Item1020=Atjauno failus cietajā diskā
Item1021=Norise:  00 % 
Item1022=Lūdzu, uzgaidiet...
Item1023=Aptuvenais atlikušais laiks: 00 minūte (-s)
Item1024=Atkopšanas sagatavošana ir pabeigta
Item1025=Kad dators tiks restartēts, sāksies atkopšanas datu instalēšanas fāze.
Item1026=Tiks instalēta programmatūra un draiveri, un saturs tiks pielāgots jūsu datoram.
Item1027=Šīs fāzes laikā vairākas reizes automātiski tiks restartēts dators. Tā ir normāla procesa sastāvdaļa.
Item1028=Šajā laikā neizslēdziet datoru, neaizveriet vāku, neatvienojiet datoru no strāvas adaptera un nemēģiniet piekļūt datoram.
Item1029=Noklikšķiniet uz Turpināt, lai restartētu datoru tūlīt.
Item1030=Atkopšana ir pabeigta
Item1031=Pēc tam, kad dators tiek restartēts un esat pabeidzis sākotnējo datora iestatīšanu, jāveic dažas papildu darbības:
Item1032=Atjauniniet drošības failus no Microsoft un HP
Item1033=Pārinstalējiet programmatūru, kas nebija iekļauta datora komplektā
Item1034=Atjaunojiet personiskos datus, kuriem esat izveidojis dublējumkopiju (ja iespējams)
Item1035=Noklikšķiniet uz Pabeigt, lai restartētu datoru tūlīt.
Item1036=Jā
Item1037=Nē
Item1038=Sazināties ar HP klientu atbalstu
Item1039=Parasti cietā diska atjaunošana atrisinās problēmas.
Item1040=Ja problēmas netiek novērstas, jums var būt nepieciešams sazināties ar HP klientu atbalstu.
Item1041=HP atbalsta dienesta kontaktinformācija ir atrodama datora dokumentācijā.
Item1042=Lai aizvērtu šo programmu, noklikšķiniet uz Pabeigt.
Item1043=Ievietojiet atkopšanas disku Nr. 00.
Item1044=Atvienojiet atkopšanas datu nesēju no sistēmas
Item1045=HP Recovery Manager atiestatīs cieto disku sākotnējo rūpnīcas stāvokli. Lietotāju dati un visas izmaiņas cietajā diskā būs zaudētas.
Item1046=Labi
Item1047=Atcelt
Item1048=Lūdzu, atvienojiet visas ārējās ierīces, izņemot tastatūru, peli un monitori, pirms turpināt.
Item1049=Izmantojot programmu HP Recovery Manager, cietais(-ie) disks(-i) tiks atiestatīts(-i) uz sākotnējo rūpnīcas stāvokli. Lietotāju dati un visas izmaiņas cietajā diskā būs zaudētas.	
Item1050=Šī procesa laikā jūsu sistēma tiks atjaunota uz sākotnējo rūpnīcas stāvokli.
Item1051=Cietais disks tiks pārdalīts un pārformatēts uz tā sākotnējo rūpnīcas stāvokli.
Item1052=Visi lietotāja izveidotie faili un nodalījumi un pēc iegādes instalētās programmas tiks zaudētas.
Item1053=Ja jūsu datorā sākotnēji bija ietverta vairāk nekā viena operētājsistēma, atkopšanas procesā visas operētājsistēmas tiks atiestatītas uz rūpnīcas stāvokli.
	
[Restoration Incomplete]	
Item1100=Atjaunošana nepilnīga
Item1101=Atjaunošana netika pabeigta.
Item1102=Lūdzu, izvēlieties kādu no šīm pogām:
Item1103=Saglabāt žurnālu
Item1104=Detalizēti
Item1105=Mēģināt vēlreiz
Item1106=Šis līdzeklis savāks informāciju par jūsu sistēmu, lai palīdzētu HP diagnosticēt problēmu.
Item1107=Pievienojiet noņemamo diskdzini, kurā ir vismaz 00 MB brīvas vietas, un pēc tam noklikšķiniet uz Labi.
Item1108=Labi
Item1109=Nepietiek brīvas vietas. Pievienojiet noņemamo diskdzini, kurā ir vismaz 00 MB brīvas vietas, un pēc tam noklikšķiniet uz Labi.
Item1110=Žurnāla fails ir saglabāts kā 00.
Item1111=Ievietojiet atkopšanas datu nesēju.
Item1112=Noklikšķiniet uz Turpināt, lai restartētu datoru tūlīt.
Item1113=Turpināt
Item1114=Kopējā cietajā diskā pieejamā vieta ir mazāka nekā sākotnēji rūpnīcā uzstādītajā cietajā diskā. Atkopšanas procesu nevar turpināt.
Item1115=Kopējā cietajā diskā pieejamā vieta ir pārāk maza. Atkopšanas procesu nevar turpināt.
		
[Drivers and Applications Reinstall]	
Item1200=Draiveru un lietojumprogrammu pārinstalēšana
Item1201=Draiveru un lietojumprogrammu saraksta izveide
Item1202=Sākums
Item1203=Instalēt
Item1204=Instalē
Item1205=Pabeigts
Item1206=Lietojumprogrammas (00)
Item1207=Draiveri (00)
Item1208=HP atjauninājumi (00) - atjauninājumi, kas lejupielādēti un instalēti no HP.com vai HP Support Assistant
Item1209=Versija: 00
Item1210=00 vienumi,
Item1211=00 no 01 izvēlētajiem vienumiem,
Item1212=00 lietojumprogramma un
Item1213=00 lietojumprogrammas un
Item1214=00 draiveris un
Item1215=00 draiveri un
Item1216=00 HP atjauninājums
Item1217=00 HP atjauninājumi
Item1218=Instalēšana ir pabeigta.
Item1219=Programmatūra tiek instalēta. HP Recovery Manager aizvēršana tiek atcelta.
Item1220=Labi
Item1221=Lūdzu, pirms programmatūras pārinstalēšanas atinstalējiet iepriekšējo programmatūras versiju.
Item1222=Radās kļūdas, pārinstalējot programmatūru. Lūdzu, mēģiniet vēlreiz.
Item1223=Šajā datorā nav atrasts programmatūras avots
Item1224=Vienums
Item1225=00 no 01 izvēlētajiem vienumiem,
Item1226=Viens vai vairāki no izvēlētajiem draiveriem un/vai lietojumprogrammām, iespējams, nav pareizi instalēti un ir atzīmēti ar izsaukuma zīmi. Lūdzu, atinstalējiet šo programmatūru, pirms mēģināt to instalēt vēlreiz no HP Recovery Manager.
Item1227=Viens vai vairāki no izvēlētajiem draiveriem un/vai lietojumprogrammām, iespējams, nav pareizi instalēti un ir atzīmēti ar 00. Lūdzu, atinstalējiet šo programmatūru, pirms mēģināt to instalēt vēlreiz no HP Recovery Manager.
Item1228=00 Draiveris
Item1229=00 Draiveri	
Item1230=Gatavs	
	
[RP Protection]	
Item1300=Atkopšanas nodalījums
Item1301=Brīdinājums
Item1302=Šis jūsu cietā diska apgabals (vai nodalījums) satur failus, kas tiek lietoti Windows Push Button Reset (Windows atiestatīšanas ar pogu) un HP attēla atjaunošanas laikā.
Item1303=Nedzēsiet un nemainiet nevienu no šiem failiem.
Item1304=Jebkādas šī nodalījuma izmaiņas var ietekmēt sistēmas atjaunošanas funkcionalitāti nākotnē.
	
[Show Contact Information]	
Item1350=Sazināties ar HP klientu atbalstu
Item1351=Parasti rūpnīcas attēla atjaunošana atrisinās problēmas.
Item1352=Ja problēmas neizdodas novērst vai nepieciešami sistēmas atkopšanas datu nesējus, iespējams, ka jāvēršas pēc palīdzības pie HP klientu atbalsta.
Item1353=Varat sazināties ar HP klientu atbalstu šeit:
Item1354=www.hp.com/go/contacthp
Item1355=Lai aizvērtu šo programmu, noklikšķiniet uz Pabeigt.
Item1356=Lai aizvērtu šo programmu, noklikšķiniet uz Atcelt.

[File Backup Program 2.0]
Item1400=Kuru failu atlases metodi vēlaties izmantot, lai izveidotu dublējumu?
Item1401=Automātiskā atlase
Item1402=Atlasiet failu kategorijas dublēšanai.
Item1403=Lietotāja atlase
Item1404=Atlasiet mapes un failus, ko vēlaties dublēt manuāli.
Item1405=Ar automātiskās atlases palīdzību varat izvēlēties dublējamo failu kategorijas. Piemēram, “Attēli” un “Mūzika un citi audiofaili”. Programma tad meklē datorā šajās kategorijās iekļautus failus (pamatojoties uz iepriekš definētu failu tipu kopu, ko parasti lieto šādiem failiem) un dublē tos. Faili ir saspiesti un ir jāatjauno, lietojot failu atjaunošanas opciju, lai tie būtu pieejami.
Item1406=Ar lietotāja atlases palīdzību varat atlasīt konkrētus failus un mapes, ko vēlaties dublēt, atlasot tos Windows Explorer logā. Ir divas dublēšanas iespējas – Saspiešana un Bez saspiešanas
Item1407=Saspiešana: Faili ir saspiesti un ir jāatjauno, lietojot failu atjaunošanas opciju, lai tie būtu pieejami.
Item1408=Bez saspiešanas: Faili un direktoriji tiek kopēti atsevišķi un netiek saspiesti. Faili ir pieejami, neizmantojot failu atjaunošanas opciju.
Item1409=Vai vēlaties lietot saspiešanu?
Item1410=Saspiešana
Item1411=Bez saspiešanas
Item1412=Faili ir saspiesti WIM faila formātā un ir jāatjauno datorā, lietojot opciju Faila atjaunošana, lai tie būtu pieejami. Šī opcija samazina dublējuma lielumu, un failu atjaunošanas laikā visi faili tiks automātiski nokopēti C:\ diskā un būs pieejami caur saīsni darbvirsmā.
Item1413=Faili un direktoriji tiek kopēti atsevišķi un netiek saspiesti, un no dublējuma diska ir pieejami tieši, nelietojot opciju Faila atjaunošana. Šī opcija nesamazina dublējuma lielumu, un faili un direktoriji datorā būs jākopē manuāli (kopēt/ielīmēt).
Item1414=Kurus failus vēlaties dublēt?
Item1415=Pārlūkot failus
Item1416=Dublējuma lielums:  00
Item1417=Nosaukums
Item1418=Lielums
Item1419=Dublējuma datu nesēja atlase
Item1420=Datu nesēja atlase: 00
Item1421=Jums nepieciešams 00 šī tipa disks, lai izveidotu dublējumu.
Item1422=Lai turpinātu dublēt uz atlasītā datu nesēja, noklikšķiniet uz Tālāk.
Item1423=Lai izvēlētos cita tipa datu nesēju, noklikšķiniet uz Atpakaļ.
Item1424=Faila sagatavošana
Item1425=Diska izveide
Item1426=Diska ierakstīšana
Item1427=Pārbauda disku
Item1428=Lūdzu, ievietojiet 00 no 00 00 diska.
Item1429=Atlasītie faili
Item1430=Kopēt failus
Item1431=Atlasītie faili un direktoriji ir nokopēti
Item1432=Recovery Manager veiksmīgi nokopēja failus
Item1433=Faili ir lielāki nekā dublējumu diska ietilpība. Dublēšanu nevar turpināt.
Item1434=Mainīt uz režīmu Saspiešana
Item1435=Neatlasīt failus, lielākus nekā 00
Item1436=Atlasiet ierīci vēlreiz
Item1437=Lielo failu saraksts
Item1438=Lūdzu, ievietojiet 00 disku.
Item1439=Nav pieejams disks ar pietiekoši daudz brīvu vietu dublējumam. Pievienojiet citu disku vai atbrīvojiet vietu pašreiz pievienotajā diskā.
Item1440=Šis diska tips netiek atbalstīts.
Item1441=Tiek samazināts faila lielums. Ir nepieciešama opcija Atjaunot failu.
Item1442=Netiek samazināts faila lielums. Nav nepieciešama opcija Atjaunot failu.
Item1443=Dublējums var tikt saglabāts tikai optiskajā datu nesējā vai ārējā HDD. Ja vēlamā ierīce un/vai datu nesēja veids nav atrodams zemāk redzamajā sarakstā, pārliecinieties, ka ierīce ir pievienota un ieslēgta vai vēlamais datu nesējs ir ievietots optiskajā ierīcē, lai turpinātu dublēšanu.
Item1444=Šis ir nepareizs disks, vai arī tas ir bojāts. Lūdzu, ievietojiet 00 disku.
Item1445=Dublējumu var saglabāt tikai ārējā cietajā diskā vai USB zibatmiņas diskā, kas formatēts NTFS formātā. Pirms dublēšanas procesa turpināšanas, lūdzu, pārliecinieties, vai vēlamā ierīce ir pievienota un failu sistēma ir NTFS formātā.
Item1446=Ja sadaļā Automātiskā atlase vai Lietotāja atlase ir atlasīta programma 00, visi faili tiks dublēti režīmā Bez saspiešanas un atjaunošana būs jāveic, manuāli kopējot datus. Opciju Atjaunot failu nevar izmantot.
Item1447=Visi faili, kas ir saglabāti 00 mapē.
Item1448=Faili ir saspiesti WIM failu formātā un nav pieejami, kamēr nav atjaunoti datorā, izmantojot opciju Atjaunot failu. Šī opcija samazina dublējuma lielumu, un visi faili tiks atjaunoti norādītajā mērķa atrašanās vietā; tiem varēs piekļūt, izmantojot darbvirsmas saīsni.
Item1449=Ja ir atlasīti 00 dati, saspiešana netiek atbalstīta.
Item1450=00 dati ir dublēti tālāk norādītajā mapē, kas atrodas dublējuma mapes saknes direktorijā:
Item1451=Kad atkopšana ir pabeigta, lūdzu, iekopējiet savā sistēmā 00 datu dublējumu no iepriekš norādītās dublējuma datu nesēja mapes.
Item1452=00 datus var dublēt, tikai izmantojot opciju Bez saspiešanas.
Item1453=Lūdzu, atlasiet Labi, lai dublētu, izmantojot opciju Bez saspiešanas, vai atlasiet Atcelt, lai vēlreiz dublētu failus.

[Windows Recovery Environment]
Item1500=HP dublēšana un atkopšana vai sazināšanās ar HP atbalsta dienestu

[Windows System Refresh]
Item1600=Atsvaidziniet savu PC bez savu personīgo failu ietekmēšanas

[AboutInfo]
Item1700=Informācija
Item1701=Versija
Item1702=Atkopšanas datu nesējs
Item1703=Sistēma
Item1704=Produkta numurs
Item1705=Sērijas numurs
Item1706=HP atkopšanas nodalījums
Item1707=Jā
Item1708=Nē
Item1709=Par